Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 가족끼리.
en: just us family.

source: 어디 보자, 이건 제목이… <복숭아와 사과는 원수지간>?
en: let’s see. <The Peach and Apple are Enemies> is the title of this one....

source: …나한테는 그렇게 예의와 예절을 찾더니, 선생이 이렇게 막 나가도 되는 건가?
en: you ask of me to have honor and respect, yet you, as my teacher, act like this?

source: 그만 읽는 게 좋겠어.
en: let’s stop reading it.

source: 그럼 나 먼저 가볼게.
en: I’ll go on first.

source: 그냥 당신이 너무 고생만 하는 것 같아 그러지요.
en: it’s just that i feel you go through too much.

source: 그렇게 나는 자작가 막내 도련님의 놀이 상대 겸 조련사 역할을 맡게 되었다.
en: that is how I became the young master’s playmate and accountability check.

source: 글쎄요, 휴일이 주에 한 번 있으니까 주마다 하루 정도?
en: i get a day off every week... does once a week work?

source: 그럼 편히 앉으시지요.
en: please, make yourselves at home.

source: 아, 맞다!
en: oh, right!

source: 부디 안녕히 가시길.
en: farewell.

source: 누구세요?
en: who is it?

source: 제가 아카데미생이던 시절에 즐겨 읽은 책인데, 하미 양도 재미있게 읽어 주시면 좋겠군요.
en: it is a book i enjoyed as a student at the academy. i hope you will enjoy it as well.

source: 내 말이!!
en: i agree!

source: 음… 맞춤 제작말고, 지금 있는 옷들만 볼 수 있을까요?
en: mmm... could we just look at the clothes you have now?

source: 현재랑… 과거 또는 미래로?
en: the present... and the past or future?

source: 아!
en: oh!

source: 그래서 이쪽에 다른 우승 후보들도 정리를 해 놨으니깐, 이왕이면 이쪽에다가 걸라고.
en: I’ve written down all the strong candidates over here so I suggest you bet on one of them.

source: 암만 봐도 생시인 것 같은디 도무지 모르겄네.
en: i’m pretty sure it’s real, but i just don’t know.

source: 혹시 방금 저랑 피엘라 양이랑 나눈 이야기 들었어요?
en: did you hear what fiella and I were talking about?

source: 헉!
en: yikes!

source: 찰랑
en: dangle

source: 우와… 자작 부인님, 너무 아름다우셔요.
en: wow... viscountess, you are so beautiful.

source: 그래도요.
en: still...

source: 그러게 말이야.
en: I’ll say.

source: 카시안, 지금이라도 늦지 않았으니까···.
en: cassian, it’s still not too late...

source: 뭐, 별일 아니겠지.
en: well, I suppose it’s nothing.

source: 하아...
en: *sigh*

source: 그게 뭐니?
en: what’s that?

source: 흠··· 그래.
en: hmmm... so.

source: 이거 보셔요.
en: look here.

source: 그보다 수정과가 다 되었으니, 한 사발 맛보는 게 어떠셔요?
en: now that the persimmon punch is done, would you like some?

source: 그럼 지금 바로 시작해 볼까요?
en: shall we begin right away?

source: 당장 나가 버리고 싶은데…
en: i want to get out of here as soon as possible...

source: 그 방에서 지내면 어떨까요?
en: what do you think about staying in that room?

source: 불편한 일이 생기지 않도록 각별히 주의해 신경을 쓸 예정이니 걱정 말고 있게나.
en: I’ll make arrangements so you don’t run into any inconveniences.

source: 음… 레이스 뜨기용 코바늘이 있으면 더 좋겠지만…
en: mhm... if only i had a sewing kit meant for making laces...

source: 절대로…?
en: never?

source: 네 사과 꼭지를 따 버리겠어!’
en: i will pluck off the apple’s stalk!”

source: 잠시만, 이렇게 하는 게 맞나?
en: wait, is this the right way to do it?

source: 기껏 부인들 서른 명 정도야, 뭐.
en: i can handle thirty ladies.

source: 그건 다 부인들께서 직접 만드신 거랍니다.
en: the ladies made them themselves.

source: 혹시 가족끼리의 오붓한 식사에 눈치 없이 내가 낀 걸까?
en: am I interrupting a family dinner?

source: 그나마 가까이 있는 윈스턴 자작가도 부인이 별세했으니, 여성 옷을 사는 일은 극히 드물고.
en: ever since viscountess winston passed away, i’ve not had many customers.

source: 물론 수신인은 마력양에 상관없이 볼 수 있지만요.
en: of course, the receiver can read it no matter their level.

source: 앞으로도 다 잘 되겠지.
en: good things will continue to happen.

source: 그러니까요…
en: i know...

source: 죄송합니다, 자작님.
en: my apologies, sir viscount

source: 그래도 이제라도 안 게 어디니.
en: at least i know about it now.

source: 휘 잉
en: woosh

source: 예, 맞습니다.
en: that is correct.

source: 식사는 가족과 함께해야 즐거운 법이니까요.
en: it’s always nice to dine with family.

source: 잠깐, 그럼 알피와는 다시 못 만나는 건가요?
en: wait, then we can’t ever see alfie again?

source: 그래도 내게는 별거였는걸.
en: it was something to me.

source: 이것도 애들 책 치곤 살벌하네.
en: that’s quite the title for a children’s book.

source: 못 하는 게 없는 아이인 줄 알았는데, 글을 모른다니…
en: i thought she could do anything, but she doesn’t know how to read...

source: 알려만 주신다면, 최선을 다해서 배워 볼게요.
en: I will do my best with what I learn!

source: 골골거리던 89세 몸에서 활력 넘치는 어린 몸을 얻은 것만으로도 감지덕지지, 암.
en: a young body full of energy is much better than my 89-year-old self.

source: 근데 아무리 그래도 그 성격은…
en: But his personality...

source: 음… 아무래도 단어 사전이라도 하나 있어야겠어.
en: mmm... i’ll need a dictionary.

source: …곧 있으면 수업 시간이라, 블레이크 선생이 올 거다.
en: professor blake will be here soon.

source: 그건···.
en: that’s because...

source: 무슨일이신가요?
en: what’s going on?

source: 진짜 맛있어요, 드셔보세요.
en: it’s really good. you should try it.

source: 자작님이 손님 모시고 오신대도!!
en: the viscount is bringing a guest!!!

source: 수선을 한다고?
en: she’ll do it herself?

source: 맞아, 맞아.
en: that’s right.

source: 누군가를 가르치려면 그 정도는 가뿐히 외울 줄 알아야 하는 게 아닐까요?
en: wouldn’t you have to memorize that, at the very least, to be able to teach someone?

source: 이 마력을 보십시오.
en: look at this mana.

source: 괜찮아, 괜찮아.
en: it’s fine, it’s fine.

source: 많지… 할머니가 좋아하는 건 다 있는 곳이란다.
en: of course... it has everything grandmother likes.

source: 저걸 또 보네?
en: look who’s here!

source: 중요한 일이 아니라고…?
en: not important?

source: 지금 보여드릴까요?
en: would you like me to show you now?

source: 이런 번듯한 분을 스승으로 두고 있으니 얼마나 복이에요!
en: he’s lucky to have a great teacher like yourself!

source: …잠깐만요, 이게 뭐라고 했죠?
en: w-what did you say this was called?

source: 어서 오게나.
en: welcome.

source: 아니다, 아예 나랑 마성에 가보는 게 어때?
en: hm... why don’t you go to the citadel with me instead?

source: 기다려보렴.
en: wait here.

source: 티아나가 이름을 기억하다니.
en: I can’t believe tiana memorized your name.

source: 그렇군… 생각해보니, 정말 다른 옷 입은 모습을 본 적이 없네?
en: i see... now that i think about it, i haven’t seen her wear anything else.

source: 아니에요, 이거는 원래 다 있던 거고, 다른 사람들이 다 하던 거예요.
en: not at all. these things already existed, and other people have done it.

source: 아, 이쪽으로 모시게.
en: please escort her this way.

source: 하지만 이렇게 커다란 힘을 바란 적 없어서 모른 척 넘어갔을 뿐...
en: but I pretended I didn’t because I never wanted such power.

source: 이 할미가 보기에 영 갑갑해서 좀 바꿔 보았지.
en: this granny here was feeling frustrated, so I decided to change things up a little.

source: 그냥 제 개인적인 사견일 뿐입니다.
en: it’s just my personal opinion.

source: 블레이크 저택 식당
en: the blake household’s dining room

source: 멋진 발상이에요.
en: that’s a great idea.

source: 금전적인 보상 외에도 더 실용적인 도움을 주자는 거죠.
en: I suggest that we present her with something more practical than simple monetary rewards.

source: 카시안 윈스턴에게 다 걸게요.
en: I’d like to bet all of them on cassian winston.

source: 이름도 얼굴도 모르는데, 어찌 또 보자 하는 거지?
en: how can i see him again when i don’t know his name or appearance?

source: 과거, 현재, 미래로욤.
en: the past, present, and future.

source: 게다가… 이 아이는 또 누구고?
en: also... who was that child earlier?

source: 응, 뭐.
en: yeah... well...

source: 알겠다니까.
en: all right, fine.

source: 저도 그렇게 생각해요.
en: i think so too.

source: …저기.
en: hey.

source: 오늘 선물을 준다고 했던 약속 기억하고 있지?
en: you remember I promised you a gift today, right?

source: 지금 저보고 하시는···?
en: did you just call me an animal?

source: 이것들 전부 율리시스 전하께서 하미 님에게 선물하신 것들입니다.
en: these are all the things prince ulysses has sent you.

source: 잘 된다니욤?
en: what do you mean by that?

source: 그러고 보니, 이것과 비슷한 물건을 본 적이 있답니다.
en: now that i think about it, i’ve seen something similar to this.

source: 잘 부탁한다네.
en: please take good care of her.

source: (글자 외우는 중이라 못 들음)
en: (she had been busy memorizing letters so she missed the conversation.)

source: 난 먼저 침대에 가 있을게.
en: I’ll be in bed.

source: 마성 오면서 친해진 여우 한 마리가 있어서요.
en: there’s a fox that I’ve gotten close to on my way to the citadel.

source: 별일 아니겠지…?
en: i hope it’s nothing.

source: 하지만 사이즈가 안 맞으실 텐데…
en: the sizes won’t fit you...

source: 손이 안 닿아...!
en: I can’t reach the button...!

source: 그 맛있는 걸 누가 안 마셔?
en: who wouldn’t drink such delicious beverages?

source: 안녕하세요.
en: hello,

source: 장하네그려.
en: it’s really something.

source: 두리번
en: look around

source: 그리 어려운 건 아니야.
en: it’s not that hard.

source: 자작님께서 초대장을 보내주시기만 기다리고 있겠어요.
en: i’ll be waiting for you to send the invitation, Viscount.

source: 어어···?
en: huh?

source: 예전에도, 지금도.
en: I did in the past, and I still do now.

source: 그런 건 없어도 돼.
en: I don’t need that.

source: 무난하게.
en: an ordinary life.

source: 벌떡!
en: jump

source: 아, 저기 내려오는군.
en: oh, he’s coming down.

source: 역시 그렇지?
en: right?

source: 화려한 파티 드레스도 괜찮겠다!
en: a fancy party dress sounds good, too!

source: 정말이지… 빨리 일어나서 옷 입고, 일이나 해!
en: seriously... wake up, get dressed, and get to work!

source: 그건 제가 드릴 말인걸요.
en: the honor is all mine.

source: 어째서…
en: how...

source: 그래서 곁에 있으면 하미의 마력도 따라서 반응하는 거예요.
en: that’s why when he’s around grana, grana’s mana reacts to him and becomes greater.

source: 역시 잘생기고 똑똑한 남자가 좋다 이거냐.
en: is she fond of handsome and smart men?

source: 알피가 사실… 할머니가 이미 아는 사람이에욤.
en: truthfully, alfie is someone you already know, granny.

source: 저기, 왜 갑자기…
en: uhm, why are you...

source: 친구…?
en: a friend?

source: 이 세계에서는 평민인 내가
en: in this world, i, a commoner...

source: 꽈악
en: squeeze

source: 둘 사이에 뭔가 있었나…
en: did something happen between them?

source: 식탁보도요.
en: a dining table placemat, too.

source: 네…
en: yes, ma’am.

source: 하암-
en: yawn

source: 겸손하시군요.
en: you’re quite humble.

source: 문맹인 사람 앞에서 책 읽기 싫다고 투정을 부렸으니…
en: i can’t believe i complained about not wanting to read in front of an illiterate person.

source: 정식으로 가족 소개?
en: formally introduce his family?

source: 부끄럽군요.
en: i’m ashamed of myself.

source: 그런 건 다른 하녀한테 시키고 정원에 산책이나 가자.
en: why don’t you leave that to another maid and walk with me in the garden?

source: 숙련 하녀들까지 듣는다던데!
en: even the trained maids take them!

source: 근데 콜린은 조세핀이랑 그렇고 그런 사이 아니었어?
en: didn’t colin have a thing with josephine?

source: 어떤가.
en: what do you say?

source: 그럼 어때?
en: how does that sound?

source: 여기 와서 앉아.
en: come sit here.

source: 이불 자수가 마음에 안 드셨나봐.
en: i don’t think he liked the pattern that you stitched on his quilt.

source: 당장 가져올 테니, 기다리고 있어.
en: i’ll bring them over, so stay put.

source: 네, 부탁드려요.
en: ok. thank you.

source: 비싸긴 하지만, 적당히 벌어둔 것도 있으니 걱정할 것 없다.
en: although they’re expensive, I have enough money so don’t worry.

source: 작은 입술로 잘도 오물쪼물하는군.
en: she reads quite well with those small lips of hers.

source: 캬하~ 이제 좀 살겠네욤.
en: that was very nice.

source: 더 할 말 없으면 그만 생각하고 슬슬 돌아갈까.
en: if you don’t have any more excuses, stop thinking about it and let’s go home.

source: 난 정말로 지금의 삶에 만족하고 있는 걸까?
en: am I really satisfied with my life?

source: -또 며칠 후-
en: -another few days later-

source: 네, 제가 보장할 테니 앞으로 마법술 공부 열심히 해 봐욤.
en: yes. I guarantee it, so try very hard to study magic spells.

source: 아… 네, 저는 하미예요.
en: ah... I’m grana.

source: 맞아, 걔가 저번 휴가 때 시내에 나갔다가 운명적인 상대를 만났다고 얼마나 난리였는데!
en: that’s right. did you see how excited she was when she went out to town during her day off?

source: 이해가 안 갑니다.
en: I don’t think I understand.

source: 기다리셨습니까, 하미.
en: did we make you wait for long, grana?

source: -21화-
en: Episode 21

source: 당연히 대회 우승자를 맞추는 돈내기지!
en: what else?

source: 알려 주어 고맙다.
en: thank you for teaching me.

source: 이거… 내게 주는 건가?
en: is this... for me?

source: 알피, 알피!
en: alfie. alfie!

source: 계통도, 마력의 유형도 개인마다 천차만별이라서 말이에욤.
en: it differs by every origin and type of power.

source: 안녕하셔요, 선생님.
en: hello, professor.

source: 허어···.
en: uhhh...

source: 아주 오랜 시간이었지요.
en: I’ve been in existence for a very long time.

source: 어떤 마법이래.
en: I was told it’s some sort of sorcery.

source: 흐음, 나는 주인의 허락도 없이 불쑥불쑥 들어오는 선생한테는 배우고 싶은 게…
en: hmmm... i don’t really want to learn from a teacher who enters rooms without permission.

source: 어휴… 얘는 누굴 닮아 이러나 몰라, 이러니 내가 널 못 이기지.
en: i don’t know who you take after... this is why i can never win over you.

source: 어린아이 둘… 오늘도 공쳤구나.
en: two children... well, there goes my chance for today.

source: 맑은 오전.
en: a bright morning.

source: 꾸벅
en: bow

source: 계피와 생강을 끓인 물에 꿀과 설탕 등을 넣어 만든 음료예요.
en: it’s a drink made by boiling ginger and cinnamon together, then adding honey and sugar.

source: 그럼 보답할 겸, 조금만 가르쳐 드릴까요?
en: then, shall we teach her a few things as a token of our gratitude?

source: -10화-
en: -Episode 10-

source: 이제는 사람 말도 못 알아듣는가 보군.
en: I guess you can’t even understand what people say.

source: 열망하십시오.
en: aspire to something.

source: 이제 자자.
en: let’s go to sleep now.

source: 한두 분 정도나 초대에 응하시겠지.
en: only a couple of them will agree to the invitation.

source: 하미 양은 평소 모습 그대로인 것 같은데.
en: grana seems to be the same as always.

source: 덕분에 잘 배워 간다고 말이에요.
en: tell her we learned so much.

source: 대체 무슨 이유로?
en: what for?

source: 이거 전에 말한 수정과랑 필요한 것 좀 챙겨봤어요!
en: i brought the persimmon punch and some of the necessities i mentioned before!

source: ...카시안에게 도와 달라고 할까.
en: should I ask cassian to help me?

source: 왠지 모르게 뭔가 만들 때마다 잘 되는 것 같더라고요?
en: whenever I make something, it always seemed to turn out well.

source: 없어요.
en: no.

source: 왜, 밖에 뭐가 있나?
en: what’s the matter? is there something outside?

source: 그럼 내일부터 알려줄 터이니, 각자 반짇고리를 챙겨 오려ㅁ…와.
en: i’ll start teaching you tomorrow, so each of you, bring your sewing boxes.

source: <나의 친구>…?
en: <My Friend>?

source: 웃는 얼굴인 거 보면 여우를 좋아하는 건가?
en: from the way she’s smiling, does that mean she likes foxes?

source: 마음에 드는 후보로 어서 골라 보라고.
en: pick your candidate.

source: 어머,
en: oh my,

source: 저렇게 어린 하녀가 어떻게 그런… 재주를 익힌 걸까요?
en: how did a young maid obtain such a skill?

source: 회춘…?
en: my youth?

source: 자작님…?
en: viscount?

source: 예, 하미 주인님.
en: yes, master grana.

source: 좋아… 그럼 일단 내가 땔감을 좀 모아 올게.
en: alright... first, I’ll go gather some wood.

source: 입덧엔 생강이 좋긴 하지만 계피 때문에 조금만 마셔야 되거든요.
en: ginseng is good for morning sickness, but she can only have a little because of the cinnamon.

source: 한데, 이걸 어디에 놓지?
en: where should i put this?

source: 대충 어떤 걸 만드시는데욤?
en: what do you usually make?

source: 그리하여 열게 된 초급 손바느질 교실
en: that was the start of the beginning level sewing classes.

source: 도련님껜 절대로 우리 하미를 드릴 수 없지!
en: he wouldn’t dare set foot near grana!

source: 당연한 건데···.
en: of course...

source: 헌데, 이건 또 무엇이지요?
en: but, what is this?

source: 도망갔다니?
en: they ‘ran away’?

source: 더위와 추위 역시 마찬가지다.
en: the summer’s heat is another.

source: 우리가 꾸몄지만 정말 완벽하다.
en: we did it perfectly, if I do say so myself.

source: 저… 그런 건 어디에 쓰시려고요?
en: well... what do you need them for, sir?

source: 이제껏 한 번도 맛보지 못한 그런 새로운 맛…
en: i’ve never tasted anything like this...

source: 뭐긴.
en: it’s money bet on the winner of the pageant,

source: 청소가 특기인 건 맞지만
en: cleaning may be a special skill of mine...

source: 하아, 마성에서는 뭘 하나 몰라.{j}저런 사이비 안 잡아가고.
en: ugh... i don’t know what the underworld is doing, {j}not coming after souls like those.

source: 구체적으로 꼽아 보자면, 식단이 다양해지고, 후식으로 제철 과일도 지급되었다.
en: specifically, there was more variety in meals, and seasonal fruits were distributed as desserts.

source: 하미 양의 나이는 열다섯이에요.
en: ms. grana is only fifteen years old.

source: 되었네, 오늘은 상을 내리려고 부른 것이니 자잘한 건 넘어가도 괜찮네.
en: that’s alright. I called to reward her, so we’ll let go of the small things.

source: 이러다 또 나만 혼나는 거 아니야…?
en: ugh... i’ll be the one who gets scolded.

source: 포장지에 살롱 쟈넬이라고 적혀 있는데… 혹시 그 살롱 쟈넬에서 보낸 거야?
en: it’s says salon janelle on the package... could it be the salon janelle?

source: 아···.
en: oh...

source: 됐고, 일단 이거 받아.
en: whatever. take this.

source: 됐다.
en: that’s enough.

source: -54화-
en: episode 54

source: 덕분에 티파티가 성공적으로 끝났군!
en: thanks to you, the tea party was a success!

source: 그것 참 놀라운 인연이로군···.
en: what a way to meet...

source: 흉 지면 약도 없는데.
en: medicine won’t heal your scars.

source: 아… 달라고 하면 주는 거였구먼.
en: oh, so he would have given it to me if i just asked, huh?

source: 고작 세 시간밖에 안 남았다니···.
en: I can’t believe we only have three hours...

source: 저벅
en: tmp

source: 하지만, 저 여자가 아무리 창조 마법술사라고 해도 틀린 말을 할 수는 없잖아요?
en: but even if she’s the creation sorceress I should be able to speak my mind, no?

source: 빨강이 여우도 있네?
en: there’s a red fox too?

source: …하?
en: wait...

source: 정말 대단하군요.
en: how wonderful.

source: 난 쟤가 싫어.
en: I really don’t like her.

source: …저게 무슨 소리지?
en: what is he even saying?

source: 그런 의심이 드신다면 지금 이 자리에서 실력을 검증해 보는 건 어때요?
en: if you don’t believe, why don’t we test her skills right here, at this very moment?

source: 마, 바…
en: e, f....

source: 짜잔~
en: tada

source: 헉,,,
en: huff

source: 깜짝 놀라실걸요?
en: you’ll be even more surprised.

source: …애초에 네게 옷을 사라고 한 게 누구였더라?
en: who’s the one who told you to do so in the first place?

source: 우선 바느질하는 법부터 배우자꾸나.
en: let’s learn how to sew first.

source: 직물 가게.
en: the fabric shop

source: 각자 알아서 체득해야 해요.
en: every sorcerer needs to figure it out on their own.

source: 붕붕
en: swing swing

source: 예전엔 저도 철이 없었거든욤.
en: I was quite immature in the past.

source: 하이젤 백작 부인께서 도와주시지 않았다면, 무슨 창피를 당했을지…
en: if countess heisel wasn’t helping us, it would’ve become an embarrassment.

source: 율리시스입니다.
en: ulysses.

source: 슈
en: swish

source: 아마도?
en: probably.

source: 글쎄요… 창조 마법에 관해서는 알려진 게 별로 없어서욤.
en: i’m not sure... there’s not much information about creation magic.

source: 네?
en: excuse me?

source: 됐어, 내가 누나보다 하미에 대해 더 잘 알고 있…
en: whatever. I know a lot more about grana than you, sis...

source: 걱정 마셔요.
en: don’t worry,

source: 천수를 다 누리고 죽은 줄 알았더니, 여긴 또 어디여?
en: i thought i had lived all my days, but where is this place?

source: 그럼… 짝사랑?
en: then... is it a one-sided crush?

source: 어디서부터 알려드려야 할지 감이 안 오네욤.
en: I don’t know where to start to assist you.

source: 아… 감사합니담.
en: oh... thank you.

source: -며칠 후-
en: -a few days later-

source: 후다닥
en: rush

source: 나는 평생소원이 책을 읽어보는 거였는데 말이야…
en: one of my lifelong dreams is to be able to read a book.

source: 흐흠, 손님들 방은 보통 이쪽에 있어.
en: hmmm... the guest room is usually this way.

source: 화악 -!
en: blush!

source: 그래도 저희는 전문가니 걱정 마셔요.
en: but don’t you worry, we’re professionals.

source: …어어?
en: oh...

source: 자주 찾으라고 일러두겠네
en: I’ll tell him to check in often.

source: 솔직히 나도 도련님의 미래가 기대되긴 해.
en: I’m pretty excited about his future, too.

source: 아니… 대저택 주인이면서 천과 실도 아까운 게야?
en: huh... is it a waste for him to give me some fabric and thread, even though he owns such a big house?

source: 먼저 이름부터 맞춰 볼까.
en: let’s start with my name.

source: 아뇨, 아뇨.
en: no, not at all.

source: 천하제일 여신 대회의 접수 시작이다.
en: registration has begun for the best goddess pageant.

source: 네가 준 신발 끈을 매고 있던데?
en: you tied his shoelaces!

source: …일단 이 책은 안 되겠어.
en: this book won’t help me much now.

source: 1주일 안에 꼭 여기서 탈출하고 말겠어’루크는 몹시 영리한 생쥐였어요.
en: “i will do whatever it takes to escape this place in one week.” luke was a very clever mouse.

source: 제가 전에 말했던 슈정과와 시케랍니다.
en: this is the persimmon punch and sikhye i told you about before.

source: 슬금
en: sneak

source: 제가 하미 주인님의 곁에 있고 싶은 이유가 바로 그 염원 때문입니다.
en: your wish is the reason why I want to be around you, master grana.

source: 결국 여기까지 오긴 오는구나, 그 점쟁이!
en: that fortune teller eventually ended up here, huh?

source: 꼭 좀 알려주라!
en: please teach me!

source: 내가 먼저갈 테니, 잘 봐 뒀다가 뒤따라서 와.
en: I’ll go first. take a good look, then follow me.

source: 꿀꺽
en: gulp

source: 그럼···.
en: so...

source: 나도 들을까?
en: should i join in too?

source: 깨끗하고 넓은 들판이네.
en: what a wide field...

source: 그래, 우승자를 맞추면 열 배로 돌려준다고!
en: yes. I pay you ten times as much if you guess the winner!

source: 잠깐, 저긴… 우리 저택이잖아?
en: wait... that’s our house!

source: 전부 하미한테 딱 맞을 것 같은데?
en: they will all be a good fit for grana.

source: 픽 -
en: grin

source: 저는 몰라요.
en: I don’t know.

source: 잠깐, 잠깐만요···!
en: w-wait a minute...!

source: 이제 동료 하녀들이 부탁한 간식거리를…
en: ...now i’ll get the snacks the maids requested.

source: 들었습니다.
en: I did.

source: 잠깐, 하이젤이라면… 하이젤 백작가?
en: wait... by heisel, do you mean the count heisel’s household?

source: 한참 전부터 있었는걸?
en: I was here for a while.

source: 이거 정말 괜찮은 거 맞아?
en: is this really a good idea?

source: 어째서입니까?
en: how come?

source: 다 들켰으니까 얼른 일어나라고욤.
en: I caught you red handed, so get up now.

source: 아카데미 시절에 벌었지.
en: I earned it during my days in the academy.

source: 조금 더.
en: more.

source: -8화-
en: -Episode 8-

source: 그는 차분히 고양이의 배 속을 돌아다…니며, 탐험을 시작했답니다.
en: as he calmly strolled around inside the cat’s stomach, his adventures began.

source: 그럼 이 기회에 저희가 하미 양에게 알려 드리면 어떨까요?
en: then why don’t we take this opportunity to teach ms. grana?

source: ‘오늘이 1일째야.
en: “today’s the first day.”

source: 자작님께서도 무척 좋아하실 거다!
en: the viscount will love this!

source: 소문보다 더 솜씨가 대단하시던데요?
en: the rumors don’t do your skills justice.

source: 왠지··· 예법 같은 건 신경 쓰지 않아도 되는 분위기라 친근한 느낌이에요.
en: I feel very comfortable as if I don’t have to worry about manners.

source: 캉…!
en: *BARK!*

source: 음… 계속 ‘여우야’라고 부르면 정 없으니까 이름을 붙여 줄까?
en: hm... calling you ‘fox’ isn’t good, so should I give you a name?

source: 하미, 너도 어서!
en: come on, grana!

source: 이 아이가 도련님…?
en: this child is the young master?

source: 그 핑계로 수업 째시려는 거잖아요…
en: you’re just looking for an excuse to skip your lessons...

source: 이렇게 행복한 모습을 보니, 괜한 걱정을 한 것 같네.
en: now that i’ve seen you so happy, i realize there was no need for me to worry.

source: 그 수업이 그렇게 인기가 좋다며?
en: i heard these lessons are very popular.

source: 손녀 시영이인가…
en: could it be my granddaughter, shi-young?

source: 그전에 최대한 빨리 용무를 마치고 나와야 해.
en: you have to finish your business before then, if possible.

source: 그렇다면 다행일세.
en: that’s good.

source: 왜 그래?
en: what’s the matter?

source: 뭐 해?
en: what are you doing?

source: 하미 양.
en: miss grana.

source: 그리고 하미 넌, 윈스턴 가문 소속의 하녀잖아.
en: you, grana, are a maid in the winston household.

source: …가슴이 두근거려.
en: my heart is thumping.

source: 아니, 그러니까… 결론은 조심하라는 거지.
en: no, I mean... what I’m saying is that you should be careful.

source: 할머니 이게 보이세욤?
en: can you see this, granny?

source: 아, 이제 저희 차례인가 봐요.
en: oh, it’s our turn.

source: 자, 여기가 2층이야.
en: here, this is the second floor.

source: 건강이라…
en: healthy, huh.

source: 어려서부터 맛있는 것들을 많이 먹어야 건강해요.
en: you need to eat tasty things at a young age in order to be healthy.

source: 신입 하녀?
en: a new maid?

source: 하아… 이럴 줄 알았다면 좀 더 무리해서라도 여신의 무릎 지역에 매장을 냈어야 했어.
en: oh... i should have opened up shop in the goddess’ knee, even if it would’ve cost me a lot.

source: 이제 다들 믿기시나요?
en: do you believe it now?

source: 사라카엘은 제 염원을 먹고 나면 다시 잠들게 된다고 했잖아요.
en: you said you’re going to go back to sleep once you grant me a wish.

source: 그래도 하녀인데, 저희가 그런 걸 알려주기는 좀…
en: she’s still a maid. teaching her such things is a little...

source: 이거 어쩌면… 가게를 접지 않아도 될 지도 몰라!
en: then... i wouldn’t have to close down my business!

source: 이렇게 호기심만 자극해줘도 충분할 거야.
en: just igniting their curiosity will be enough.

source: 참을성 있게 기다려야지.
en: you need to wait patiently.

source: 저 어린 것이, 성깔하고는…
en: look at this punk’s attitude...

source: 선생님 아이를 위한 새 옷간 실도 주문했고,
en: i’ve bought the cloth for the child’s clothing...

source: 내 계통은 키코스 청년이 절대 말하지 말랬는데…
en: kikos told me to never reveal my bloodline’s origins.

source: 뭐가 어떻게 된 거지…?
en: how did this happen?

source: 아직 어려서 세상 물정을 모르는 것 같으니 봉급이라도 좀 올려주거라.
en: she seems to be too young to understand such things, so give her a raise, at least.

source: 다행이네.
en: what a relief.

source: 잉
en: woosh

source: 윈스턴 자작가 소속 하녀랍니다.
en: she is a maid in the winston household.

source: 번쩍
en: startle

source: 아뇨, 아뇨!
en: no, no.

source: 그럼 할머니 마력도 잠잠해질 테니깐욤.
en: then your mana won’t become greater.

source: 하미야, 나도!
en: so do i, grana!

source: 밥은 가족이랑 함께 밥상에서 제대로 먹어야지.
en: meals should be eaten with your family.

source: 조금 놀라긴 했지만요.
en: although I was a bit surprised.

source: 말로 설명하는 것보단 보여드리는 게 빠르겠어욤.
en: it’ll be quicker to show you than explain with words.

source: ㄴ… 네가, 한 것이냐?
en: did... did you do this?

source: 밥값도 못하는 놈들이니까.
en: They’re not worth the pay.

source: 이제부터는 카시안이랑 둘이서 방을 써야 한다니...
en: I can’t believe I have to share a room with cassian...

source: 하이젤 백작 부인께 말씀 많이 전해 들었답니다.
en: I heard so much about you from countess heisel.

source: 그동안 도련님 때문에 많이 힘드셨는지,
en: the young master tires him out often.

source: 할머니는 일단 마법술에 대한 기초가 부족하니까, 이것들부터 차분히 읽어 보셔야 할 것 같아욤.
en: first of all, you need to read these carefully. you don’t have any basic knowledge on spells.

source: 끙...
en: ugh...
